/* Localized strings from Schema.plist file */

/* Data Class */
"com.mycompany.Stickies" = "Stickies";

/* Singular Data Class Name: Used for any UI that needs a singular name.*/
"Singular:com.mycompany.Stickies" = "Stickies";

/* Entity: A media item such as a photo taken at an event. */
"com.mycompany.Stickies.Note" = "Sticky Note";

/* Attribute: guid. */
"com.mycompany.Stickies.Note/guid" = "Globally Unique Identifier";

/* Attribute: text. */
"com.mycompany.Stickies.Note/text" = "Text";

/* Attribute: creation date. */
"com.mycompany.Stickies.Note/create_date" = "Creation Date";

/* Attribute: mod date. */
"com.mycompany.Stickies.Note/mod_date" = "Last Modified Date";

/* Attribute: color. */
"com.mycompany.Stickies.Note/color" = "Color";

/* Attribute: floating. */
"com.mycompany.Stickies.Note/floating" = "Floating";

/* Attribute: translucent. */
"com.mycompany.Stickies.Note/translucent" = "Translucent";

/* Attribute: shaded. */
"com.mycompany.Stickies.Note/shaded" = "Shaded";

/* Attribute: size. */
"com.mycompany.Stickies.Note/size" = "Size";

